Repository: Igor-Sanches/conversor-de-medias-audio-video
Catalog: Conversor/Strings/*/Resources.resw
Source language: en_us
Languages: ar, es, fr_fr, it_it, ja, pt_br, ru_ru, vi, zh_hans, zh_hant

# BemVindo.Text
source: Welcome to 7: Media Converter an application created to convert media on your device with Universal Windows, the application is available in 10 languages
ar: مرحبا بكم في 7: تحويل وسائل الإعلام تطبيق تم إنشاؤه لتحويل وسائل الإعلام على جهازك مع ويندوز العالمي، التطبيق متاح في 10 لغة
es: Bienvenido a 7: Convertidor de Media una aplicación creada para convertir medios en su dispositivo con Windows Universal, la aplicación está disponible en 10 idiomas
fr_fr: Bienvenue dans 7: Media Converter une application créée pour convertir les médias sur votre appareil avec Universal Windows, l'application est disponible en 10 langues
it_it: Benvenuti in 7: Media Converter, un'applicazione creata per convertire i media sul dispositivo con Universal Windows, l'applicazione è disponibile in 10 lingue
ja: ようこそ7：Media ConverterユニバーサルWindowsでデバイスのメディアを変換するために作成されたアプリケーションで、アプリケーションは10言語で利用できます
pt_br: Seja Bem Vindo ao 7: Conversor de Mídia um aplicativo criado para converter mídias no seu aparelho com Windows Universal, o aplicativo esta disponível em 10 idiomas
ru_ru: Добро пожаловать в 7: Media Converter приложение, созданное для конвертирования мультимедиа на ваше устройство с помощью Universal Windows, приложение доступно на 10 языках
vi: Chào mừng bạn đến với 7: Media Converter một ứng dụng được tạo ra để chuyển đổi phương tiện trên thiết bị của bạn với Universal Windows, ứng dụng có sẵn bằng 10 ngôn ngữ
zh_hans: 欢迎到7：媒体转换器创建的媒体转换设备与Windows通用上的应用程序，该应用程序是在10种语言
zh_hant: 歡迎使用7：Media Converter創建的應用程序，可將設備上的媒體轉換為Universal Windows，該應用程序有10種語言版本

# Finalizar.Content
source: Finish
ar: نهاية
es: Final
fr_fr: Terminer
it_it: Fine
ja: フィニッシュ
pt_br: Finalizar
ru_ru: конец
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# lgmRussia.Text
source: Russian
ar: الروسية
es: Ruso
fr_fr: Russe
it_it: Russo
ja: ロシア語
pt_br: Russo
ru_ru: русский
vi: Người Nga
zh_hans: 俄
zh_hant: 俄

# Proximo.Content
source: Next
ar: التالي
es: Siguiente
fr_fr: Suivant
it_it: Prossimo
ja: 次へ
pt_br: Próximo
ru_ru: следующий
vi: Tiếp theo
zh_hans: 下
zh_hant: 下

# SobreOsuporte.Text
source: The application supports 7 media types such as low, medium and high quality audio media and video media in qualities and resolutions in HD1080, HD720, Wvga, vga and Qvga, plus the option to choose which format can and can not give support
ar: تطبيق يدعم 7 أنواع وسائل الإعلام مثل وسائل الإعلام السمعية وسائل الإعلام والفيديو منخفضة ومتوسطة وعالية الجودة في الصفات والقرارات في HD1080، HD720، وفغا، فغا و كفغا، بالإضافة إلى خيار لاختيار أي شكل يمكن ولا يمكن أن تقديم الدعم
es: La aplicación soporta 7 tipos de medios como medios de audio en calidad baja, medios y medios de comunicación y medios de vídeo en calidades y resoluciones en HD1080, HD720, Wvga, vga y Qvga, además de la opción de elegir qué formato puede o no puede Español
fr_fr: L'application prend en charge 7 types de média tels que les supports audio et vidéo de qualité basse, moyenne et haute en qualités et résolutions en HD1080, HD720, Wvga, vga et Qvga, plus l'option de choisir quel format peut et ne peut pas donner du soutien
it_it: L'applicazione supporta 7 tipi di media come media audio di bassa, media e alta qualità e media video in qualità e risoluzione in HD1080, HD720, Wvga, vga e Qvga, oltre all'opzione di scegliere quale formato può e non può dare supporto
ja: このアプリケーションは、HD1080、HD720、Wvga、vga、Qvgaの低品質、中品質、高品質のオーディオメディアやビデオメディアなどの7種類のメディアをサポートしています。サポートを与える
pt_br: O aplicativo oferece suporte a 7 tipos de mídias como mídias de áudio em qualidade baixa, media e auta e mídias de vídeos em qualidades e resoluções em HD1080, HD720, Wvga, vga e Qvga, além da opção de escolher qual formato pode ou não pode der suporte
ru_ru: Приложение поддерживает 7 типов носителей, таких как аудио, медиа и видеоизображения с низким, средним и высоким качеством по качеству и разрешениям в HD1080, HD720, Wvga, vga и Qvga, а также возможность выбора, какой формат может и не может оказывать поддержку
vi: Ứng dụng này hỗ trợ 7 loại phương tiện truyền thông như phương tiện truyền thông chất lượng thấp, trung bình và chất lượng cao và phương tiện truyền thông video với chất lượng và độ phân giải HD1080, HD720, Wvga, vga và Qvga cùng với tùy chọn để chọn định dạng nào có thể và không thể hỗ trợ
zh_hans: 该应用程序支持七种类型的媒体，如低质量的音频媒体，媒体和AUTA和品质媒体视频和分辨率HD1080，HD720，WVGA，VGA和QVGA，加上选择哪一种格式可以或不可以选择给予支持
zh_hant: 該應用程序支持七種類型的媒體，如低質量的音頻媒體，媒體和AUTA和品質媒體視頻和分辨率HD1080，HD720，WVGA，VGA和QVGA，加上選擇哪一種格式可以或不可以選擇給予支持

# Suppot.Text
source: About support
ar: حول الدعم
es: Acerca del soporte
fr_fr: À propos du support
it_it: Informazioni sul supporto
ja: サポートについて
pt_br: Sobre o suporte
ru_ru: О поддержке
vi: Giới thiệu về hỗ trợ
zh_hans: 关于支持
zh_hant: 關於支持

# TituloBemVindo.Text
source: 7: Media Converter
ar: 7: تحويل وسائل الإعلام
es: 7: Convertidor de Media
fr_fr: 7: Convertisseur de Média
ja: 7：メディアコンバータ
pt_br: 7: Conversor de Mídia
ru_ru: 7: Конвертер мультимедиа
vi: 7: Trình chuyển đổi Media
zh_hans: 7：媒体转换器
zh_hant: 7：媒體轉換器

# Welcone.Text
source: Now that you already know a little about the application we will finish
ar: الآن أن كنت تعرف بالفعل قليلا عن التطبيق سننتهي
es: Ahora que ya sabes un poco sobre la aplicación vamos a finalizar
fr_fr: Maintenant que vous en savez déjà un peu plus sur l'application, nous allons terminer
it_it: Ora che sai già qualcosa sull'applicazione, finiremo
ja: あなたがすでに完了しているアプリケーションについて少し知っているので
pt_br: Agora que você já sabe um pouco sobre o aplicativo vamos finalizar
ru_ru: Теперь, когда вы уже немного знаете о приложении, мы закончим
vi: Bây giờ bạn đã biết một chút về ứng dụng chúng tôi sẽ hoàn thành
zh_hans: 现在您已经对应用程序有所了解了，我们将完成
zh_hant: 現在您已經對應用程序有所了解了，我們將完成

# WelconFinal.Text
source: Ready to enter
ar: جاهز للدخول
es: Listo para entrar
fr_fr: Prêt à entrer
it_it: Pronto per entrare
ja: 入る準備ができました
pt_br: Pronto para entrar
ru_ru: Готов к вводу
vi: Sẵn sàng để nhập
zh_hans: 准备进入
zh_hant: 準備進入

# mscAlbum.Text
source: Album
ar: الألبوم
es: Albúm
ja: アルバム
pt_br: Albúm
ru_ru: альбом
zh_hans: 专辑
zh_hant: 專輯

# mscAlbumPlaceholderText.PlaceholderText
source: Enter the Album here
ar: أدخل الألبوم هنا
es: Dígito aquí el Albúm
fr_fr: Entrez l'album ici
it_it: Inserisci l'album qui
ja: ここにアルバムを入力してください
pt_br: Dígite aqui o Albúm
ru_ru: Войдите в альбом здесь
vi: Nhập Album ở đây
zh_hans: 在此输入相册
zh_hant: 在此輸入相冊

# mscArtista.Text
source: Artist
ar: فنان
es: Artista
fr_fr: Artiste
it_it: Artista
ja: アーティスト
pt_br: Artista
ru_ru: художник
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 藝術家

# mscArtistaA.Text
source: Artist of the album
ar: فنان الألبوم
es: Artista del álbum
fr_fr: Artiste de l'album
it_it: Artista dell'album
ja: アルバムのアーティスト
pt_br: Artista do albúm
ru_ru: Исполнитель альбома
vi: Nghệ sĩ của album
zh_hans: 专辑的艺术家
zh_hant: 專輯的藝術家

# mscArtistaAPlaceholderText.PlaceholderText
source: Dig here the Artist of the album
ar: حفر هنا الفنان من الألبوم
es: Dígito aquí el Artista del álbum
fr_fr: Creusez ici l'artiste de l'album
it_it: Scava qui l'artista dell'album
ja: ここにアルバムのアーティストを掘りなさい
pt_br: Dígite aqui o Artista do albúm
ru_ru: Выкопайте здесь исполнителя альбома
vi: Đào ở đây nghệ sĩ của album
zh_hans: 在这里挖掘专辑的艺术家
zh_hant: 在這裡挖掘專輯的藝術家

# mscArtistaPlaceholderText.PlaceholderText
source: Dig here the Artist
ar: حفر هنا الفنان
es: Dígito aquí el Artista
fr_fr: Creusez ici l'artiste
it_it: Scava qui l'artista
ja: ここにアーティストを掘る
pt_br: Dígite aqui o Artista
ru_ru: Выкопайте здесь художника
vi: Đào ở đây Nghệ sĩ
zh_hans: 在这里挖掘艺术家
zh_hant: 在這裡挖掘藝術家

# mscTitulo.Text
source: Title
ar: لقب
es: Titulo
fr_fr: Titre
it_it: Titolo
ja: タイトル
pt_br: Titulo
ru_ru: титульный
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# mscTituloPlaceholderText.PlaceholderText
source: Enter the Title here
ar: أدخل العنوان هنا
es: Dígito aquí el Título
fr_fr: Entrez le titre ici
it_it: Inserisci il titolo qui
ja: ここにタイトルを入力してください
pt_br: Dígite aqui o Titulo
ru_ru: Введите название здесь
vi: Nhập Tiêu đề ở đây
zh_hans: 在此输入标题
zh_hant: 在此輸入標題

# TileName
source: Converter
ar: محول
es: Convertidor
fr_fr: Convertisseur
it_it: Convertitore
ja: コンバータ
pt_br: Conversor
ru_ru: конвертер
vi: Chuyển đổi
zh_hans: 变流器
zh_hant: 變流器

# tag.Text
source: Tag Editor
ar: محرر العلامات
ja: タグエディタ
ru_ru: Редактор тегов
vi: Trình biên tập thẻ
zh_hans: 标签编辑器
zh_hant: 標籤編輯器

# spvApoio.Text
source: Support by PayPal
ar: الدعم عن طريق باي بال
es: Apoya PayPal
fr_fr: Support par PayPal
it_it: Supporto tramite PayPal
ja: PayPalによるサポート
pt_br: Apoia pelo PayPal
ru_ru: Поддержка PayPal
vi: Hỗ trợ bởi PayPal
zh_hans: 通过PayPal支持
zh_hant: 通過PayPal支持
